[
  {
    "text": "I just had the best experience with Dr. Hoffman and his amazing team for my CDL  physical! From the moment I walked in, I felt at ease. Dr. Hoffman's staff was warm and welcoming, and they made sure everything ran smoothly. The doc himself was super kind, patient, and took the time to answer all my questions. He made the whole process feel like a breeze! I was in and out in no time, feeling confident and ready to hit the road. What really stood out was the genuine care and attention to detail from Dr. Hoffman and his team. They truly went above and beyond to make me feel comfortable and supported. If you need a DOT physical, look no further! Dr. Hoffman and his team are the best in the business - 5 stars isn't enough, I'd give them a big fat 10/10! Thanks, Doc and team, for a fantastic experience!",
    "author": "Arman Taheri",
    "rating": 5
  },
  {
    "text": "If you are looking for a caring, smart and kind doctor who will spend more than 5 minutes with you then look no further.  Our family LOVES going to Dr. Hoffman.  He takes his time to listen to you and find out what is REALLY wrong, not just what he may think off the top of his head like so many other doctors do.  He is very caring and will call and check up on us when we are really sick to make sure we are getting better.  Love the Concierge Care.  We can actually get in when we are sick and not wait a few days.  Dr. Hoffman's office staff is very friendly and top notch.  His office is clean and very nicely decorated.",
    "author": "Shawna Heninger",
    "rating": 5
  },
  {
    "text": "Excellent professional service from Dr Hoffman and staff.  Doctor spends time with  you, addresses all questions, and his office staff go out of their way to be helpful.  Very nice pleasant environment.  Strongly recommended  A5+",
    "author": "C.A. Mallory",
    "rating": 5
  },
  {
    "text": "Great customer service! I needed their help for an immigration form and they were fast, very understanding as concerns my availability to set the appointments, communicative and polite. The cabinet is impeccable and the staff is well trained. Plus, their waiting area is very relaxing.",
    "author": "Diana Moraru",
    "rating": 5
  },
  {
    "text": "Really nice place to come and get your DOT physical done.very Professional!! From  now on  I will be coming down every 2 years",
    "author": "Robbie Lo",
    "rating": 5
  }
]
